export const tasks2 = [
  {
    "id": 53,
    "title": "Доработка внешнего сайта для запуска продвижения",
    "description": "Внешний сайт https://au-publicator.ru/\nУстройства: Desktop + Mobile\n\n\n\nНеобходимо добавить на внешний сайт несколько маркетинговых блоков для начала продвижения сервиса.\n\n\n\nПример как это видит бизнес в Figma:\nhttps://www.figma.com/design/Luf1km6yarjq6ZJwCkLpnF/%D0%9F%D1%83%D0%B1%D0%BB%D0%B8%D0%BA%D0%B0%D1%82%D0%BE%D1%80?node-id=0-1&p=f\n\n\n\n1. Информационный блок\n\nДобавить блок (плашка с тенью) с текстом: «Пользование сервисом бесплатное»\n\nЦвет заливки блока: белый\n\nЦвет букв: фиолетовый, как цвет иконок. Стиль: жирный\n\n\n\nпод текстом кнопку «Начать сейчас» выровнять по центру.\n\n\n\n\n\n2. Галерея скриншотов личного кабинета\n\nДобавить галерею скриншотов личного кабинета сервиса.\n\nТребования:\n\nгоризонтальная галерея / слайдер;\n\nпереключение:стрелками «влево / вправо» на desktop;\n\nсвайпом на mobile;\n\nадаптивное отображение под мобильные устройства;\n\nZip-архив со скриншотами прилагается (использовать изображения из архива).\n\n\nскрины Публикатор.zip\n\n\n\n3. Видео-инструкция по работе с сервисом\n\nПод галереей необходимо разместить видео-инструкцию «Как пользоваться сервисом».\n\nТребования:\n\nвидео отображается большим плеером (ширина по контейнеру);\n\nвоспроизведение прямо на сайте, без скачивания файла;\n\nстандартные элементы управления плеером (play / pause, звук);\n\nвидео адаптивное на desktop и mobile.\n\n\n\nhttps://disk.yandex.ru/i/jwp9mqvjZti5pg",
    "assignee_id": 1,
    "project": "АУ Публикатор",
    "status": "Выполнена",
    "type": "Задача",
    "priority": "High",
    "start_date": "2026-01-29",
    "end_date": "2026-02-09"
  },
  {
    "id": 54,
    "title": "На бою время обновления страницы - 30 секунд",
    "description": "На бою очень долго обновляется страница - около 30 секунд.\n\nНужно разобраться и исправить",
    "assignee_id": 3,
    "project": "АУ Публикатор",
    "status": "Выполнена",
    "type": "Задача",
    "priority": "High",
    "start_date": "2026-01-19",
    "end_date": "2026-02-16"
  },
  {
    "id": 55,
    "title": "ПроРешения (иные интеграции) с Публикатором. Доработка логики",
    "description": "Сейчас публикации на dev ПроРешений работают, но синхронизация односторонняя - изменения из Публикатора не передаются обратно в ПроРешения.\n\n\n\nНеобходимо предусмотреть корректную двустороннюю синхронизацию данных между системами.\n\n\n\n\n\n\n\nИз разговора в переписке:\n\n\"вобщем на будущее нужна задачка по публикатору, чтоб пользователям можно было прикрутить токены вот эти, для авторизации на публикаторе\n\nтолько там его тот который выдали пользователю посмотреть нельзя, либо записать и выдать, либо перевыпускать \n\nа то сейчас это делается не на фронте) а вобще напрямую \nмы починили на деве публикации, но оно всёравно сейчас работает в одну сторону, изменения в публикаторе не передаются назад на прорешения\"",
    "assignee_id": 3,
    "project": "АУ Публикатор",
    "status": "Выполнена",
    "type": "Задача",
    "priority": "High",
    "start_date": "2026-02-19",
    "end_date": "2026-02-24"
  }
];