export const tasks2 = [
  {
    "id": 197,
    "title": "Изменение дизайна личного кабинета (базовое изменение)",
    "description": "На данном этапе необходимо изменить только цвета шрифтов, кнопок, блоков с продуктами, background input-ов и эффекты при наведении.\n\n\n1) Профиль https://passport.sspb.ru/profile\n\nИзмененные стили примерные можно взять из фигмы (это другая ссылка, она НЕ ведет на фигму лк сспб id):\n\nhttps://www.figma.com/design/pPw141VyE1YXoZdPk8r5E8/Untitled?node-id=0-1&p=f&t=T8tdOUrjEIshwH61-0\n\nИзменить блок данных:\n\n- Поменять цвета input-ов\n\n- Поменять цвет наименований input-ов на черный\n\n- Цвета placeholder-ов также изменить на темный (ближе к черному)\n\n- Поменять hover эффекты кнопки [Сохранить]\n\n\n\n- Убрать текст под блоком с данными \"Защищено SSPB ID • 2026\"\n\n\n\n______________________________________________________________________________________________\n\n2) Каталог продуктов\n\nПоменять местами цвета кнопок в блоках продуктов:\n\n(сейчас без наведения цвет bg-[#00396a]/50 , при наведении hover:bg-[#00396a]) - сделать наоборот:\n(без наведения - bg-[#00396a], при наведении hover:bg-[#00396a]/50)\n\nИзначальное состояние кнопок:\n\n\n\n______________________________________________________________________________________________\n\n3) Иконку колокольчика (уведомлений) пока убрать - путает пользователей\n\n\n\n______________________________________________________________________________________________\n\n4) Настройки\nИзменить по стилям из фигмы (это другая ссылка, она НЕ ведет на фигму лк сспб id): : https://www.figma.com/design/pPw141VyE1YXoZdPk8r5E8/Untitled?node-id=0-1&p=f&t=T8tdOUrjEIshwH61-0\n\nИзменить блок с настройками:\n\n- Поменять цвета input-ов\n\n- Поменять цвет наименований input-ов на черный\n\n- Цвета placeholder-ов также изменить на темный (ближе к черному)\n\n- Увеличить размер наименования \"Подберите или сгенер....\" и сделать жирнее\n\n- Поменять hover эффекты кнопки [Сохранить]",
    "assignee_id": 1,
    "project": "ССПБ ID",
    "status": "В работе",
    "type": "Задача",
    "priority": "Critical",
    "start_date": "2026-03-12",
    "end_date": null
  }
];